Repository: giellalt/corpus-sme
Catalog: prestable/tmx/sma/admin/sd/samediggi.no/allet-ciegat-rasismma.html.tmx
Source language: sme
Languages: sma

source: Allet čiegat rasismma !
sma: Bievnieh raasismen bïjre !

source: / Artikler / Valgperiode 2009 - 2013 / Arkiv / Sámediggi - Sametinget
sma: / Tjaalegh / Veeljemeboelhken 2009 - 2013 / Våarhkoe / Saemiedigkie - Sametinget

source: Maŋimuš áiggis lea beaggán medias máŋgii ahte sámit vealahuvvojit rasisttalaččat.
sma: Dan minngemes tïjjen dle jienebh stuhtjh meedijinie orreme trïegkenassen jih raasismen bïjre saemiej vøøste.

source: - Vašši cealkámušat ja veahkaváldi leat dohkketmeahttun dagut beroškeahttá das makkár ákkaiguin čájehit vaši ja manne geavahit veahkaválddi, cealká Sámedikki presideanta Laila Susanne Vars.
sma: - Ij edtjh lahtestimmieh dieves aassjoste jih vædtsoesvoeteste jååhkesjidh saaht maam buerkiestimmiem åtna dagkari lahtestimmiejgujmie båetedh, jïh vædtsoes dahkoeh mubpiej vööste darjodh, mubpie presideente Laila Susanna Vars jeahta.

source: - Ii galgga leat nu ahte “ dien mađe ferte gierdat go lea sápmelaš ”.
sma: - Ij edtjh naemhtie årrodh goh «devverde tjuara töölledh gosse lea saemieš.

source: Sámediggeráđi bealis háliidan mun dadjat ahte mii doarjut sin; geat leat duostilat ja muitalit rasismma birra almmolaččat, go sin vásihusat sáhttet veahkehit earáid geat leat seamma dilis, cealká várrepresideanta Laila Susanne Vars.
sma: Saemiedigkieraerien bieleste sïjhtem mijjen dåarjojne båetedh dejtie mah ååredæjjam vuesiehtieh, dijjieh lidie mavvas jïh dijjen dååjrehtimmieh sijhtieh mubpide viehkiehtidh seamma tsiehkesne, mubpie presideente Laila Susanna Vars jeahta.

source: - Mii leat maŋimuš áiggis gullan garra muitalusaid sihke beaivválaš rasismma birra ja dan birra ahte sámiid vuostá lea geavahuvvon njulgestaga veahkaváldi danne go sii leat sámit.
sma: - Dan minngemes tïjjen libie isvelihke soptsesth govleme aarhkebiejjien raasismen bïjre, jïh vædtsoesvoete ryöktesth almetji vööste saemien maadtoste.

source: Mun lean hui suorganan go ná ain dáhpáhuvvá Norggas 2012:s, ja čájeha ahte mis lea ollu ain bargu dan ektui ahte sihkkarastit dan ahte sihke vánhemat ja oahpahusvuogádat oahpahit mánáide ja nuoraide gudnejahttit eará kultuvrraid ja identitehtaid.
sma: Manne alvesadtem dagkerh heannadimmieh annje Nöörjesne heannede jaepien 2012, jïh dïhte vuesehte gaajhkesh mijjieh tjoerebe maam akt darjodh juktie gorredidh dovne eejhtegh jïh mijjen lïerehtimmieöörnege maanide jïh noeride lierieh jeatjah kultuvride jïh almetjidie ååktedh.

source: Muhto rávisolbmuin lea erenoamáš ovddasvástádus, kulturerohusaid árvvus atnin lea vuođđoárvu min servodagas, cealká várrepresideanta Laila Susanne Vars.
sma: Men geerve almetji akte sjïere dïedte, kultuvrejoekehtsh ååktedh akte vihkielommes aarvoe mijjen siebriedahkesne, mubpie presideente Laila Susanne Vars jeahta.

source: Várrepresideanta dubme rasisttalaš daguid ja rámiida sin geat dustet muitalit iežaset vásihusaid birra.
sma: Mubpie presideente Vars raasisteles dahkoeh laajhta jïh garmerde dejtie mah sijjen histovrijigujmie åvtese båetieh.

source: Sámediggeráđđi lea juo váldán oktavuođa Antirasistisk Senteriin ja háliida dál geahčadit mo livččii vejolaš ovttasbargat nu gohčoduvvon beaivválaš rasismma vuostá maid ollu sámit vásihit.
sma: Saemiedigkieraerie joe govlehtalleme Antirasistisk Senter ’ inie jïh sæjhta daelie vuartasjidh mejtie nuepie vielie laavenjostedh juktie gæmhpodh dan, mij gohtjesåvva aarkebiejjien raasismen vööste, maam gellie saemieh dååjrieh.

source: Suorganan man viiddis rasisma lea
sma: Tjoeperde man jïjnje raasisme lea

source: Rasisma lea vealaheapmi etnisitehta, álgoriikka dahje liikeivnni mielde.
sma: Raasisme lea fïerhne sïerredimmie mij våaromem åtna etnisiteetesne, mehtie laanteste båata jallh njaltjan klaerie.

source: Norggas lea rasisma gildojuvvon Straffeloven nammasaš lágas § 135 a ja lágas man namma lea Diskrimineringsloven § 4.
sma: Nöörjesne raasisme luhpehts daej laaki tsegkie, Straffeloven § 135 a jïh Diskrimineringsloven § 4.

source: - Rasisma ii jávkka iešalddis, ja Sámediggeráđđi lea váldán ovdan Ráđđehusain ahte mii leat suorganan go dan muttos ollu sápmelaččat vásihit vealaheami ja rasismma Norggas odne.
sma: - Raasisme ij jïjtsistie gaatolh, jïh Saemiedigkieraerie lea Reerenassine bæjjese vaalteme mijjieh tjoeperdeminie ihke devverde dan jïjnjh saemieh mah sïerredimmiem jïh raasismen dååjrieh Nöörjesne daan biejjien.

source: Mii leat evttohan doaibmabijuid, erenoamážit oahpahusa ja diehtojuohkinbarggu ektui.
sma: Mijjieh libie råajvarimmieh raeriestamme, joekoen lïerehtimmien jïh bïevnesebarkoen sisnjeli.

source: Min mielas lea deaŧalaš ahte máilbmi oažžu diehtit beaivválaš rasismma birra, ja medias lea dan oktavuođas deaŧalaš rolla.
sma: Mijjieh vienhtebe vihkeles gaajhkesh åadtjoeh aarkebiejjien raasismen bïjre daejredh, jïh meedija aktem vihkeles råållam åtna.

source: Sámediggeráđđi ávžžuha buohkaid váldit oktavuođa Antirasistisk Senteriin jos vásihit rasismma beaivválaččat, dat sáhttá veahkehit váttis dilis, dadjá Laila Susanne Vars loahpas.
sma: Saemiedigkieraerie haasta gaajhkesidie Antirasistisk Senter ’ inie govlehtalledh jis raasismem dååjrieh aarkebiejjien, dah maehtieh viehkiehtidh jis aehpine båata, Laila Susanna Vars minngemosth jeahta.

source: Dá leat Antirasistisk Sentera rávvagat:
sma: Daesnie dah juvnehtimmieh Antirasistisk Senter ’ istie:

source: Lea deaŧalaš reageret go rasismma vásiha, ja dan sáhttá dahkat máŋgga láhkai.
sma: Vihkeles maam akt darjodh gosse raasisme vååjnoes, jïh dam maahta gellielaakan darjodh.

source: Go don leat vásihan rasismma:
sma: Jis raasismen dååjreme:

source: Antirasistisk Sentera ráđđeaddinkantuvrras lea guhkes áiggi vásihus rasismaáššiiguin.
sma: Antirasistisk Senter ’ en raeriestimmiekontovre guhkies dååjrehtimmiem åtna raasismeaamhtesigujmie.

source: Sádde e-poastta dahje čuojat 23 13 90 00 vai beasat šiehtadit persovnnalaš ráđđeaddima.
sma: Seedth e-påastem jallh ringkh 23 13 90 00 juktie nåhtedidh persovneles raeriestimmien bïjre.

source: Dásseárvo- ja vealahusáittardeaddji meannuda áššiid ja addá nuvttá ráđiid vealahusáššiin.
sma: Mïrrestalleme- jïh sierredimmietjirkije aamhtesh gïetede jïh namhtah raeriestimmiem vadta sierredimmieaamhtesinie.

source: Rasisma neahtas:
sma: Raasisme nedtesne:

source: Go fuobmát rasisttalaš ovdanbuktimii Interneahtas, de sáhtát dieđihit njuolgga KRIPOS:ii sin cavgilanbálvalusa bokte.
sma: Jis raasisteles lahtestimmieh vueptesth Gaskeviermesne maahtah dam ryöktesth KRIPOS ’ ese reektedh dej raeriedïenesjen tjïrrh.

source: Rasisttalaš ovdanbuktimiid sáhttá maiddái dieđihit njuolgga moderatoraide digaštallanforain.
sma: Maahtah aaj raasisteles lahtestimmieh ryöktesth moderatovride reektedh digkiedimmiesijjine.

source: Váldde oktavuođa siiddu ovddasvástideddjiin.
sma: Gaskesadth sæjroen tjåadtjoehtæjjam.

source: Dain leat dál ollugiin dieđihanboallu heivemeahttun čállosiid várás.
sma: Jïjnjh sæjroeh reektemebåalah utnieh jis ov-sjiehteles stuhtjh båetieh.

source: Geavat daid !
sma: Nåhtedh dejtie !

source: Facebook:s leat čielga njuolggadusat dan birra ahte rasisttalaš sisdoallu ii dohkkehuvvo, ja don sáhtát raporteret joavkkuid dahje eará sisdoalu mii du mielas lea rasisttalaš.
sma: Facebook tjïelke bïhkedassh åtna ihke raasisteles sisvege lea luhpehts, jïh datne maahtah dåehkieh jallh jeatjah sisvegem reektedh mejtie vienhth leah raasisteles.

source: Joavko-siiddu vuolimuččas lea leaŋka mainna sáhttá raporteret joavkku (” rapporter gruppe ”) mainna sáhtát almmá muitalkeahttá gii don leat, raporteret ja vejolaččat ákkastallat manne du mielas berre sihkkut joavkku.
sma: Akte lïenghke dåehkiesæjroen vuelielisnie man nomme lea «rapporter gruppeš, desnie maahtah tjeakoeslaakan reektedh, jïh aaj jis sïjhth buerkiestidh mannasinie datne vienhth dåehkie byöroe destie vaaltasovvedh.

source: Ollugat eai háliit iežaset man nu sivaid geažil persovnnalaččat seaguhit áššái.
sma: Jïjnjh almetjh eah sïjhth persovneles meatan sjïdtedh ovmessie fåantoej gaavhtan.

source: Antirasistisk Sentera ektui it dárbbaš almmuhit gii don leat, sii sáhttet váidit ášši politiijaide du ovddas, váldit oktavuođa mediain, váldit oktavuođa web-hoteallain dahje váldit oktavuođa siiddu ovddasvástideddjiin.
sma: Antirasistiske Senter ’ asse maahtah tjeakoes årrodh, dah maehtieh tsiehkieh pollisese bieljelidh dov åvteste, meedijam gaskesadtedh, webhotellem gaskesadtedh jallh sæjroen tjåadtjoehtæjjam gaskesadtedh.
